{
  "speakers": [{
    "title" : "Soundgarden",
    "name": "Chris Cornell",
    "shortname" : "Chris_Cornell",
    "summary" : "Christopher John Cornell (né Boyle; July 20, 1964 – May 18, 2017) was an American musician, singer and songwriter. He was best known as the lead vocalist for the rock bands Soundgarden and Audioslave. Cornell was also known for his numerous solo works and soundtrack contributions since 1991, and as the founder and frontman for Temple of the Dog, the one-off tribute band dedicated to his late friend Andrew Wood.",
    "description": "<p>Lorenzo was born in Mexico, but grew up in Southern California after his mother immigrated to Los Angeles when he was a year old. His mother worked as a seamstress in the Fashion District and brought home scrap materials for Lorenzo to create his early mixed media art. From that point on, Lorenzo became hooked on creating art from scrap metals, fabrics, wood, canvas, and many others. During his junior year at Bischon Art School in Los Angeles, he perfected his own proprietary method of painting on canvas with ceramic glaze, which he will demonstrate on Monday in his session, 'Art in Full Bloom'.</p><p>Lorenzo paints with an extraordinary amount of color, and prefers to create art centered around nature, animals, and science. Now in his senior year at Bischon, Lorenzo has been creating mixed media totem poles made from old telephone poles, and other recycled materials, and is already planning his next new technique that will likely inspire a trend for years to come.</p>",
    "artwork": ["Chris_Cornell_01_tn.jpg", "Chris_Cornell_02_tn.jpg", "Chris_Cornell_03_tn.jpg", "Chris_Cornell_04_tn.jpg"]
  },{
    "title" : "Nirvana",
    "name": "Kurt Cobain",
    "shortname" : "Kurt_Cobain",
    "summary": "Kurt Donald Cobain (February 20, 1967 – April 5, 1994) was an American singer, songwriter, and musician. Cobain is remembered as one of the most iconic rock musicians in alternative music.Born in Aberdeen, Washington, Cobain formed the band Nirvana with Krist Novoselic and Aaron Burckhard in 1987 and established it as part of the Seattle music scene which later became known as grunge. Nirvana's debut album Bleach was released on the independent record label Sub Pop in 1989. After signing with major label DGC Records, Nirvana found success with `Smells Like Teen Spirit` from their second album Nevermind (1991). Nevermind was in part responsible for bringing both alternative rock and grunge to a mainstream audience. It has been ranked highly on lists of the greatest albums of all time by publications such as Rolling Stone and Time. Following the success of Nevermind, Nirvana was labeled `the flagship band` of Generation X and Cobain was hailed as `the spokesman of a Generation`. Cobain resented this, believing his message and artistic vision had been misinterpreted by the public, with his personal problems often subject to media attention.",
    "description": "<p>Hillary is a sophomore art sculpture student at New York University, and has already won all the major international prizes for new painters, including the Divinity Circle, the International Painter's Medal, and the Academy of Paris Award. Hillary's CAC exhibit features paintings that contain only water images including waves, deep sea, and river.</p><p>An avid water sports participant, Hillary understands the water in many ways in which others do not, or may not ever have the opportunity. Her goal in creating the CAC exhibit was to share with others the beauty, power, and flow of natural bodies of water throughout the world. In addition to the display, Hilary also hosts a session on Tuesday called Deep Sea Wonders, which combines her love of deep sea diving and snorkeling, with instruction for capturing the beauty of underwater explorations on canvas.</p>",
    "artwork" : ["Kurt_Cobain_01_tn.jpg" , "Kurt_Cobain_02_tn.jpg" , "Kurt_Cobain_03_tn.jpg" , "Kurt_Cobain_08_tn.jpg", "Kurt_Cobain_09_tn.jpg"]
  },{
    "title" : "Alice In Chains",
    "name": "Layne Staley",
    "shortname" : "Layne_Staley",
    "summary": "Layne Staley (born Layne Rutherford Staley, August 22, 1967 – April 5, 2002) was an American musician known for being the lead vocalist, occasional rhythm guitarist and co-songwriter of the rock band Alice in Chains from 1987 until 1998. The band rose to international fame in the early 1990s during Seattle's grunge movement, and became known for Staley's distinct vocal style, as well as the harmonized vocals between him and guitarist/vocalist Jerry Cantrell.Staley was also a member of he supergroups Mad Season and Class of '99. From mid-1996 onwards, Staley was out of the public spotlight, never to perform live again. Staley struggled for much of his adult life with depression and drug addiction, which resulted in his death at the age of 34 on April 5, 2002.",
    "description": "<p>Riley started out as musician and street performance artist, and now blends painting and photography with audio, video, and computer multimedia to create what he calls 'Music and Multimedia Artworks.' Riley's innovations in using multimedia to express art have created a youth culture movement in his town of Portland, in which he remains at the forefront. In his role as the founder of the MMA art form, Riley has become an inspiration to many up and coming artists. However, the part Riley insists is most important to him, is that he's helped many troubled youth take control of their lives, and create their own unique, positive futures. Seeing kids he's mentored graduate from high school and enroll in college, gives art the purpose that Riley so craves.</p><p>A first-year student at the Roux Academy of Art, Media, and Design, Riley is already changing the face of modern art at the university. Riley's exquisite abstract pieces have no intention of ever being understood, but instead beg the viewer to dream, create, pretend, and envision with their mind's eye. Riley will be speaking on the 'Art of Abstract' during Thursday's schedule.</p>",
    "artwork" : [ "Kurt_Cobain_05_tn.jpg", "Layne_Staley_02_tn.jpg","Layne_Staley_03_tn.jpg","Layne_Staley_04_tn.jpg","Layne_Staley_05_tn.jpg","Layne_Staley_06_tn.jpg", "Kurt_Cobain_07_tn.jpg", "Kurt_Cobain_06_tn.jpg"]
  }]
}